{
	"Terms" : {
		"General": {
			"title": "1.  Общие положения",
			"items": [
				{
					"id": "1.1",
					"title": "",
					"body": "Настоящее Пользовательское Соглашение (далее – Соглашение) устанавливает, условия пользования данной Платформой, политику его конфиденциальности, и обработки персональных данных в соответствии с законом Республики Казахстан от 21 мая 2013 года № 94-V «О персональных данных и их защите». Пользователь ознакомлен и принимает в полном объёме условии настоящего Соглашения с момента регистрации на Платформе, и обязуется их соблюдать или прекратить использование Платформы."
				}
			]
		},
		"Definitions": {
			"title": "2.  Термины и определения",
			"items": [
				{
					"id": "2.1",
					"title": "2.1. Платформа ",
					"body": "2.1. Платформа – программно-аппаратные средства, интегрированные с Сайтом Платформы, доступ к которым предоставляется Пользователю на основании Соглашения."
				},
				{
					"id": "2.2",
					"title": "2.2. Компания ",
					"body": "2.2. Компания - Товарищество с ограниченной ответственностью «Ecole Kazakhstan», который является собственником Сайта и правообладателем  Платформы на основании лицензии."
				},
				{
					"id": "2.3",
					"title": "2.3. Пользователь ",
					"body": "2.3. Пользователь – любое физическое лицо, достигшее 18 лет либо старше, не лишённое или не ограниченное судом в дееспособности, авторизовавшееся на Платформе. "
				},
				{
					"id": "2.4",
					"title": "2.4. Оператор ",
					"body": "– Компания, самостоятельно или совместно с третьими лицами организующие и осуществляющие, управления Платформой и Сайтом, обработку персональных данных, а также осуществляет верификацию пользователей, загрузка файлов, управление разделами, опросами и тестами, оказывает поддержку и помощь пользователям в пользовании Платформой."
				},
				{
					"id": "2.5", 
					"title": "2.5. Аккаунт ",
					"body": "- совокупность персональных и иных данных о зарегистрированном Пользователе, которая хранится в  https://academie.one и необходима для идентификации Пользователя с целью предоставления ему доступа и/или технической возможности к Платформе. Аккаунт создаётся Пользователем при регистрации на https://academie.one."
				},
				{
					"id": "2.6",
					"title": "2.6. Персональные данные ",
					"body": "– сведения, относящиеся к прямо или косвенно определённому или определяемому физическому лицу (субъект персональных данных)."
				},
				{
					"id": "2.7",
					"title": "2.7. Обработка персональных данных ",
					"body": "– действия, направленные на накопление, хранение, изменение, дополнение, использование, распространение, обезличивание, блокирование и уничтожение персональных данных;"
				},
				{
					"id": "2.8",
					"title": "2.8. Трансграничная передача данных ",
					"body": "- передача персональных данных на территорию иностранных государств."
				},
				{
					"id": "2.9",
					"title": "2.9. Третье лицо ",
					"body": "- любое физическое или юридическое лицо, кроме Компании и Пользователя."
				}

			]
		},
		"Subject": {
			"title": "3.  Предмет соглашения",
			"items": [
				{
					"id": "3.1",
					"title": "",
					"body": "3.1. Соглашение является публичным договором-офертой (предложением) согласно Гражданскому Кодексу Республики Казахстан. Компания предоставляет любому Пользователю возможность пройти регистрацию на Платформе с целью обучения программированию на условиях и в порядке, изложенных в Соглашении."
				},
				{
					"id": "3.2",
					"title": "",
					"body": "3.2. Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями (акцепт) путём прохождения Процедуры регистрации Аккаунта, что по смыслу согласно Гражданскому Кодексу Республики Казахстан является принятием (акцептом) оферты Компании."
				},
				{
					"id": "3.3",
					"title": "",
					"body": "3.3. Условия Соглашения могут быть приняты только в полном объёме, без всяких оговорок, ограничений и исключений. Выражение Пользователем своего согласия означает заключение гражданско-правового договора, порождающего у Пользователя обязанности соблюдать условия Соглашения."
				}
			]
		},
		"Obligation": {
			"title": "4.  Обязательства",
			"items": [
				{
					"id": "4.1",
					"title": "",
					"body": "4.1. Пользователь обязуется при регистрации на Платформе, не представлять заведомо ложную или вымышленную информацию о себе, и недостоверные данные о себе, и не совершать таких действий на Платформе от имени третьего лица."
				},
				{
					"id": "4.2",
					"title": "",
					"body": "4.2. Пользователь обязуется сохранить в тайне уникальный логин и пароль, используемые для доступа в Аккаунт. Логин и пароль, являются конфиденциальной информацией и не подлежат разглашению, за исключением случаев, предусмотренных действующим законодательством и/или Соглашением. Любые риски, связанные с утерей Пользователем пароля и логина Аккаунта Пользователь несёт самостоятельно."
				},
				{
					"id": "4.3",
					"title": "",
					"body": "4.3. Пользователь обязан, самостоятельно предпринимать должные меры, обеспечивающие безопасность логина и пароля, используемых для доступа в Аккаунт. А также принимать должные меры, предотвращающие несанкционированный доступ к нему третьих лиц."
				},
				{
					"id": "4.4",
					"title": "",
					"body": "4.4. Пользователь обязуется не осуществлять сбор, хранение, распространение и иные действия по обработке персональных данных третьих лиц, в том числе других пользователей."
				},
				{
					"id": "4.5",
					"title": "",
					"body": "4.5. Периодически, Пользователь обязан знакомиться на Платформе с содержанием настоящего Соглашения в целях ознакомления с изменениями, внесёнными согласно данному Соглашению."
				},
				{
					"id": "4.6",
					"title": "",
					"body": "4.6. Пользователь обязуется строго придерживаться этических и моральных норм, принятых в обществе, требований законодательства Республики Казахстан, распространяющих своё действие на условия и правила размещение публичной информации с использованием средств массовой информации."
				},
				{
					"id": "4.7",
					"title": "",
					"body": "4.7. Пользователь обязуется, не нарушать права интеллектуальной собственности Компании на объект интеллектуальной собственности, и/или каких-либо ее элементов. В частности, Пользователь не имеет права копировать, транслировать, рассылать, публиковать, и иным образом распространять и воспроизводить размещённые Компанией материалы в коммерческих целях без письменного согласия Компании, за исключением случаев, прямо разрешённых в Соглашении."
				},
				{
					"id": "4.8",
					"title": "",
					"body": "4.8. Пользователь не имеет права использовать ошибки или недочёты Платформы для получения не предусмотренных Платформой возможностей, а также для получения других коммерческих выгод для себя и третьих лиц и не использовать это в ущерб Компании. В случае обнаружении таких ошибок и недочётов он обязан, незамедлительно сообщать о них Оператору, равно как и о лицах, использующих такие ошибки или недочёты. В противном случае Пользователь лишается прав, и несёт ответственность предусмотренных данным Соглашением."
				},
				{
					"id": "4.9",
					"title": "",
					"body": "4.9. Пользователь обязуется не вмешиваться в программный код Платформы, не получать, без надлежащего разрешения Оператора доступ к базе данных пользователей игры или к иным материалам, не находящимся в открытом доступе в сети Интернет. Пользователь не имеет права создавать производные продукты на базе Платформы или её частей, за исключением модификации контента с разрешения правообладателя/Компании."
				},
							{
					"id": "4.10",
					"title": "",
					"body": "4.10. Пользователь обязуется, соблюдать условия данного Соглашение, также строго соблюдать требования раздела «Особые условия» настоящего Соглашения, в случае их нарушения нести ответственность в соответствии с законодательством Республики Казахстан и Соглашением."
				},
				{
					"id": "4.11",
					"title": "",
					"body": "4.11. Соблюдать иные требования и выполнять иные обязательства, предусмотренные Соглашением и/или размещённые на страницах Платформы."
				},
				{
					"id": "4.12",
					"title": "",
					"body": "4.12. Компания уведомляет Пользователя путём опубликования информации на Платформе об изменениях условий Соглашения."
				},
				{
					"id": "4.13",
					"title": "",
					"body": "4.13. Компания обеспечивает сохранность и защиту персональных данных Пользователя в течение срока действия настоящего Соглашения и не передавать ее третьим лицам, за исключением случаев, прямо оговорённых в настоящем Соглашении и в законодательстве Республики Казахстан;"
				}
			]
		},
		"Responsibility": {
			"title": "5.  Ответственность",
			"items": [
				{
					"id": "5.1",
					"title": "",
					"body": "5.1. Пользователь несёт ответственность в случае представление при регистрации на Платформе заведомо ложную или вымышленную информацию о себе, и недостоверные данные о себе, за совершение таких действий на Платформе от имени третьего лица, за использование персональных данных третьих лиц."
				},
				{
					"id": "5.2",
					"title": "",
					"body": "5.2. Пользователь самостоятельно несёт полную ответственность (в том числе материальную) перед третьими лицами, в том числе перед Компанией за все, свои действие которые приведут к нарушению прав и законных интересов третьих лиц либо Компании, а также норм действующего законодательства Республики Казахстан включая но не ограничиваясь, за размещение на Платформе сообщении, комментарии, графические изображения или другие материалы в том числе не соответствующие действительности, содержание которых наносит или может нанести ущерб чести, достоинству и деловой репутации физических и юридических лиц, носят призывы к насилию, терроризму, насильственному свержению существующей власти, конституционного строя, нарушающую или угрожающую нарушению прав и свобод граждан, а также целостности страны; размещение, распространение, прорабатывания, воспроизведение, опубликование на Платформе, или иного использования, целиком или по частям, предметы/объекты других пользователей или третьих лиц, являющихся объектом авторских и иных исключительных прав; размещение на Платформе или передачу посредством сообщений, комментариев информацию ограниченного доступа (конфиденциальную информацию), иную информацию охраняемую законом; размещение на Платформе материалы, изображения порнографического характера или ссылки на интернет-сайты, содержащие такие материалы, сообщения, комментарии, содержащие ненормативную лексику, а также за осуществление массовой рассылки коммерческой, политической, рекламной и иной информации, в том числе гиперссылок, ведущих на сайты с такой информацией; осуществление любым способом на Платформе пропаганды или агитацию, возбуждающую социальную, расовую, родовую, национальную и религиозную вражду и ненависть, а также пропаганду войны, социального, расового, национального, религиозного, языкового и иного характера."
				},
				{
					"id": "5.3",
					"title": "",
					"body": "5.3. Пользователь несёт ответственность за осуществление действий мошеннического характера, иные противозаконные действие, в том числе за поддержку любых мошеннических действий, а также любых иных противозаконных действий, включая обход и/или взлом технических средств защиты, применяемых Компанией. Также Пользователь несёт ответственность за осуществления действия, направленные на дестабилизацию функционирования Платформы и/или элементов Платформы, за попытки несанкционированного доступа к управлению Платформой и/или их элементами, а также за любые иные аналогичные действия."
				},
				{
					"id": "5.4",
					"title": "",
					"body": "5.4. Пользователь несёт ответственность, за нарушение права интеллектуальной собственности Компании на объект интеллектуальной собственности, и/или каких-либо ее элементов. В частности, за копирование, трансляцию, рассылку, публикацию, распространение, воспроизведение и иного использование материалов Компании в коммерческих целях без письменного согласия Компании, за исключением случаев, прямо разрешённых в Соглашении."
				},
				{
					"id": "5.5",
					"title": "",
					"body": "5.5. Компания не несёт ответственности за задержки, перебои в работе и невозможность полноценного использования Платформы, происходящие прямо или косвенно по причине действия или бездействия третьих лиц и/или неработоспособностью информационных каналов (Интернет), находящихся за пределами собственных ресурсов Правообладателя."
				},
				{
					"id": "5.6",
					"title": "",
					"body": "5.6. Компания не несёт никакой ответственности перед Пользователем или любыми третьими лицами за: любые прямые и/или косвенные убытки, включая упущенную выгоду или потерянные данные; за вред чести, достоинству или деловой репутации; понесённые в связи с использованием им Платформы, либо невозможности ее использования, либо несанкционированного доступа к коммуникациям Пользователя либо в его Аккаунт."
				},
				{
					"id": "5.7",
					"title": "",
					"body": "5.7. Компания не обязана представлять Пользователю какие-либо доказательства, документы и прочее, свидетельствующие о нарушении Пользователем условий Соглашения, в результате которого Пользователю было отказано в предоставлении доступа к Платформе или его отдельным функциям, либо такой доступ был прекращён и/или заблокирован."
				}
			]
		},
		"Conditions": {
			"title": "6.  Особые условия  ",
			"items": [
				{
					"id": "6.1",
					"title": "",
					"body": "6.1. При регистрации на Платформе, Пользователь обязуется не вводить заведомо ложную или вымышленную информацию о себе, вести достоверные данные о себе. Не регистрироваться и не совершать действия на Платформе от имени третьего лица, не указывать персональные данные (информацию) третьих лиц, не применять любые формы и способы незаконного представительства третьих лиц. Любые сомнения Компании о недостоверности информации, предоставленной Пользователем, влекут за собой отказ в регистрации, блокировку и/или удаление Аккаунта Пользователя. "
				},
				{
					"id": "6.2",
					"title": "",
					"body": "6.2. Пользователь подтверждает что, все его сообщения, комментарии, материалы и другие информации на Платформе отражают исключительно его мнение по той или иной ситуации/теме. Мнение Компании может не совпадать с мнением Пользователя. Любые и все риски возникновения любого возможного ущерба для Пользователя ввиду некорректного, противозаконного содержания его комментариев, сообщений, материалов иных информации несёт исключительно Пользователь. Компания не несёт ответственности за содержание любой информации Пользователя."
				},
				{
					"id": "6.3",
					"title": "",
					"body": "6.3. Пользователь подтверждает что, осознает, что представляет собой процесс сбора, обработки и хранения его персональных данных для целей реализации условий настоящего Соглашения и обязуется не предъявлять к Компании по этому поводу никаких претензий."
				},
				{
					"id": "6.4",
					"title": "",
					"body": "6.4. Пользователь обязуется не осуществлять действия мошеннического характера, иные противозаконные действие, в том числе осуществлять поддержку любых мошеннических действий, а также любых иных противозаконных действий, включая обход и/или взлом технических средств защиты, применяемых Компанией."
				},
				{
					"id": "6.5",
					"title": "",
					"body": "6.5. Настоящим, Пользователь заявляет, что является совершеннолетним физическим лицом, не лишённым или не ограниченным судом в дееспособности."
				},
				{
					"id": "6.6",
					"title": "",
					"body": "6.6. Пользователь подтверждает что, использование им Платформы после внесения Компанией каких-либо изменений в текст настоящего Соглашения означает согласие Пользователя с внесёнными изменениями."
				},
				{
					"id": "6.7",
					"title": "",
					"body": "6.7. Пользователю запрещается осуществлять действия, направленные на дестабилизацию функционирования Платформы и/или элементов Платформы, осуществлять попытки несанкционированного доступа к управлению Платформой и/или их элементами, а также осуществлять любые иные аналогичные действия. Осуществлять несанкционированный доступ к Аккаунтам других пользователей путём подборки или введения пароля, а также предпринимать попытки такого доступа."
				},
				{
					"id": "6.8",
					"title": "",
					"body": "6.8. Пользователю запрещается, размещать на Портале сообщения, комментарии, графические изображения или другие материалы в том числе не соответствующие действительности, содержание которых наносит или может нанести ущерб чести, достоинству и деловой репутации физических и юридических лиц, носят призывы к насилию, терроризму, насильственному свержению существующей власти, конституционного строя, нарушающую или угрожающую нарушению прав и свобод граждан, а также целостности страны."
				},
				{
					"id": "6.9",
					"title": "",
					"body": "6.9. Пользователю запрещается осуществлять пропаганду или агитацию, возбуждающую социальную, расовую, родовую, национальную и религиозную вражду и ненависть, а также пропаганду войны,  социального, расового, национального, религиозного, языкового и иного характера."
				},
				{
					"id": "6.10",
					"title": "",
					"body": "6.10. Пользователю запрещается, размещать, распространять, перерабатывать, воспроизводить,  опубликовывать на Платформе, доводить до всеобщего сведения, продавать, передавать или иным способом использовать, целиком или по частям, предметы/объекты других пользователей или третьих лиц, являющихся объектом авторских и иных исключительных прав. Кроме случаев с их разрешения,  установленных Соглашением, законодательством, а также случаев, прямо предусмотренных на Платформе."
				},
				{
					"id": "6.11",
					"title": "",
					"body": "6.11. Пользователю запрещается размещать на Платформе или передавать посредством сообщений, комментариев информацию ограниченного доступа (конфиденциальную информацию) третьих лиц, иную информацию охраняемую законом, если Пользователь не обладает достаточными правами в силу закона или договора на раскрытие такой информации."
				},
				{
					"id": "6.12",
					"title": "",
					"body": "6.12. Пользователю запрещается, размещать на Платформе материалы, изображения порнографического характера или ссылки на интернет-сайты, содержащие такие материалы, сообщения, комментарии, содержащие ненормативную лексику, а также осуществлять массовую рассылку коммерческой, политической, рекламной и иной информации, в том числе гиперссылок, ведущих на сайты с такой информацией."
				},
				{
					"id": "6.13",
					"title": "",
					"body": "6.13. Пользователь, даёт безусловное согласие на сбор, обработку его персональных данных, предоставленных Платформе при регистрации, и их распространение в случаях предусмотренных законодательством и Соглашением. Также Пользователь даёт согласие на предоставление Компанией уполномоченным органам и третьим лицам, интересы которых будут задеты Пользователем, информации, связанной с его действиями на Платформе в случаях, предусмотренных законодательством и Соглашением. Настоящее согласие даётся до истечения сроков хранения соответствующей информации или документов, содержащих вышеуказанную информацию, определяемых в соответствии с законодательством Республики Казахстан."
				},
				{
					"id": "6.14",
					"title": "",
					"body": "6.14. Пользователь соглашается с тем, что Оператор Платформы собирает, хранит и совершает иные действия по обработке Персональных данных Пользователя для использования Сервиса Платформы, связи с Пользователем, в том числе направление уведомлений, запросов и информации, касающейся использования Платформы, обработки запросов и заявок от Пользователя, улучшения Контента Платформы, проведения статистических и иных исследований на основе обезличенных данных, ведения учета пользователей Платформы, а также на трансграничную передачу персональных данных."
				},
				{
					"id": "6.15",
					"title": "",
					"body": "6.15. Пользователю запрещено использовать возможности Платформы, в случае его несогласия с настоящим Соглашением."
				}
			]
		},
		"Usage": {
			"title": "7.  Функционирование платформы и ее использование",
			"items": [
				{
					"id": "7.1",
					"title": "ПОСМОТРИ ДОКУМЕНТ",
					"body": "7.1. Основными действиями на Платформе являются: "
				},
				{
					"id": "7.2",
					"title": "",
					"body": "7.2. Платформа 01 Edu предназначена для предоставления образовательного контента, проведения тестирования и аудита прогресса Пользователей с целью обучения программированию. Платформа доступна в web-версии. В соответствии с установленными техническими требованиями использование Платформы возможно исключительно в интерактивном (онлайн) режиме, в связи с чем, Пользователю необходимо обеспечить подключение к Интернету."
				},
				{
					"id": "7.3",
					"title": "",
					"body": "7.3. Оператор платформы размещает контент, в соответствующих разделах, и открывает доступ для зарегистрированных пользователей и пользователей, которые прошли пороговый уровень тестирования."
				},
				{
					"id": "7.4",
					"title": "",
					"body": "7.4. Учебные курсы оцениваются с использованием метода обучения «peer-to-peer», который заключается в том, чтобы поручать оценку приобретённых знаний самим Пользователям, чтобы стимулировать их сотрудничество и творчество."
				},
				{
					"id": "7.5",
					"title": "",
					"body": "7.5. Оператор Платформы старается обеспечить надлежащее функционирование Платформы в круглосуточном режиме, однако Оператор Платформы не несёт никакой ответственности, если произойдут какие-либо нарушения в работе Платформы по любым причинам."
				},
				{
					"id": "7.6",
					"title": "",
					"body": "7.6. Оператор Платформы не гарантирует, что Информация, размещённая на Платформе, будет доступна в любое время или не будет удалена или утеряна. Оператор Платформы не несёт ответственности за сбои и задержки в работе Платформы, а также за возможные последствия таких сбоев и задержек."
				},
				{
					"id": "7.7",
					"title": "",
					"body": "7.7. Оператор Платформы принимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, несанкционированного распространения, а также от иных неправомерных действий третьих лиц. Оператор платформы обязуется не разглашать сведения, составляющие информацию  о персональных данных, ставшие ему известными в связи с осуществлением им деятельности по обслуживанию Платформы, а также защищать и обеспечить сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц."
				},
				{
					"id": "7.8",
					"title": "",
					"body": "7.8. Оператор Платформы лишь предоставляет Пользователю возможность размещать Информацию на Платформе и пользоваться сервисами Платформы. Оператор Платформы не несёт никакой ответственности за достоверность и правомерность размещённой Пользователями на Платформе Информации."
				},
				{
					"id": "7.9",
					"title": "",
					"body": "7.9. Оператор Платформы может по своему усмотрению отказать в размещении, удалить и/или отредактировать любую Информацию, которую Пользователь разместил на Платформе. В случае нарушения Пользователем действующего Соглашения, Оператор вправе полностью или частично ограничить участие Пользователя или доступ Пользователя к Платформе, а также отказать Пользователю в использовании сервиса Платформы, не отвечая за любой ущерб, который может быть причинён Пользователю такими действиями или бездействиями."
				},
				{
					"id": "7.10",
					"title": "",
					"body": "7.10. Оператор имеет право вносить любые изменения, модифицировать Платформу, расширять функциональные возможности или прекращать его, производить технические перерывы в работе Платформы, в том числе по аварийным обстоятельствам."
				},
				{
					"id": "7.11",
					"title": "",
					"body": "7.11. Оператор Платформы предоставляет техническую возможность его использования Пользователями, не участвует в формировании содержания персональных страниц Пользователей и не контролирует и не несёт ответственности за действия или бездействие любых лиц в отношении использования Платформы или формирования и использования содержания персональных страниц Пользователей."
				}
			]
		},
		"CollectionData": {
			"title": "8.  Сбор и обработка данных",
			"items": [
				{
					"id": "8.1",
					"title": "ПОСМОТРИ ДОКУМЕНТ (ТАМ ПУНКТЫ)",
					"body": "8.1. Оператор может обрабатывать следующие персональные данные Пользователя:"
				},
				{
					"id": "8.2",
					"title": "",
					"body": "8.2. Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других). Вы можете отключить файлы cookie в настройках своего браузера, но в этом случае некоторые части Сервиса могут работать некорректно."
				},
				{
					"id": "8.3",
					"title": "",
					"body": "8.3. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом."
				}

			]
		},
		"Goals": {
			"title": "9.  Цель сбора и обработки  данных",
			"items": [
				{
					"id": "9.1",
					"title": "ПОСМОТРИ ДОКУМЕНТ (ТАМ ПУНКТЫ)",
					"body": "9.1. Цель обработки персональных данных Пользователя:"
				}
			]
		},
		"PersonalData": {
			"title": "10.  Обезличивание персональных данных",
			"items": [
				{
					"id": "10.1",
					"title": "",
					"body": "10.1. Проводимые действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;"
				},
				{
					"id": "10.2",
					"title": "ПОСМОТРИ ДОКУМЕНТ (ТАМ ПУНКТЫ)",
					"body": "10.2. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на Платформе, улучшения качества и его содержания."
				}
			]
		},
		"Crossborder": {
			"title": "11.  Трансграничная передача данных",
			"items": [
				{
					"id": "11.1",
					"title": "",
					"body": "11.1. Согласно закону Республики Казахстан от 21 мая 2013 года № 94-V «О персональных данных и их защите» трансграничная передача персональных данных на территорию иностранных государств осуществляется только в случае обеспечения этими государствами защиты персональных данных."
				},
				{
					"id": "11.2",
					"title": "",
					"body": "11.2. В связи с тем что, Компания осуществляет предоставление своих услуг на основании лицензии компании Португальской Республики, которые являются партнёрами Компании и предоставляют свои услуги, возможны случаи трансграничной передачи персональных данных. В таком случае Компания соблюдает местное законодательство в отношении Обработки персональных данных. Партнёры обрабатывают ваши данные в соответствии с инструкциями Платформы по предоставлению услуги, включая хостинг, техническую поддержку, аналитику и предотвращение мошенничества. Соответствующие меры безопасности, которые могут использовать наши партнёры, включают стандартные договорные положения, утверждённые Комиссией ЕС."
				}
			]
		},
		"Note": {
			"title": "12.  Уведомления",
			"items": [
				{
					"id": "12.1",
					"title": "",
					"body": "12.1. Пользователь может получать информационные электронные сообщения о важных событиях, происходящих в рамках Платформы или в связи с ней."
				},
				{
					"id": "12.2",
					"title": "",
					"body": "12.2. Допускается использование уведомлений для информирования Пользователя об ограничениях доступа к Платформе в связи с профилактическими работами, нарушениями Пользователя, изменении функционала Платформы, содержания или условий предоставления Платформы, включая изменение Соглашения, обязательных и дополнительных документов."
				}
			]
		},
		"Final": {
			"title": "13.  Заключительные положения",
			"items": [
				{
					"id": "13.1",
					"title": "",
					"body": "13.1. Пользователю известно и осознает, что Платформа может содержать ссылки на сайты, администрируемые третьими лицами. Компания не гарантирует (и не несёт за это ответственности) обеспечение соблюдение положений настоящего Соглашения на таких сайтах третьих лиц. Правила Обработки персональных данных Компании и третьих лиц могут различаться."
				},
				{
					"id": "13.2",
					"title": "",
					"body": "13.2. При возникновении претензий по вопросам функционирования Платформы или нарушения прав или интересов Пользователя при его использовании,  могут быть направлены обращения Оператору Платформы для рассмотрения возможности разрешения и урегулирования споров с помощью электронной почты по адресу: legal@academie.one"
				},
				{
					"id": "13.3",
					"title": "",
					"body": "13.3. В случае, если споры не будут разрешены путём переговоров, споры подлежат разрешению в компетентном суде по месту регистрации Компании в порядке, установленном действующим законодательством Республики Казахстан."
				},
				{
					"id": "13.4",
					"title": "",
					"body": "13.4. Настоящее Пользовательское соглашение составлено на русском и казахском языках, имеющих одинаковую юридическую силу."
				},
				{
					"id": "13.5",
					"title": "",
					"body": "Пользователь подтверждает, что ознакомлен(-а) со всеми пунктами настоящего Соглашения и принимает их."
				}
			]
		}
	}
}
